{
    "data": [
        {
            "id": 0,
            "name": "UNIQLO",
            "url": "https://www.uniqlo.com",
            "info": {
                "price": "$",
                "GOY environment rating": 3,
                "GOY labour rating": 2,
                "GOY animal rating": 3,
                "environment practices": "It uses some eco-friendly materials including recycled materials. It has set an intensity target to reduce greenhouse gas emissions generated from its own operations but there is no evidence it has set an absolute target. It minimises packaging. It has a policy approved by CanopyStyle to prevent deforestation of ancient and endangered forests in its supply chain",
                "labour practices": "Some of its supply chain is certified by FLA Workplace Code of Conduct including all of the final stage of production. It received a score of 31-40% in the Fashion Transparency Index. It likely publishes information about its supplier policies, audits and remediation processes. It likely publishes a list of suppliers in the final stage of production but not the second stage. It may be publishing limited information about forced labour, gender equality or freedom of association. There is no evidence it ensures payment of a living wage in its supply chain. It discloses policies to protect suppliers in its supply chain from the impacts of COVID-19 but not workers",
                "animal practices": "It has a formal animal welfare policy aligned with Five Freedoms. It uses leather and exotic animal hair. It states that it sources wool from non-mulesed sheep. It uses down certified by the Responsible Down Standard. It does not use fur, exotic animal skin or angora",
                "recommendation": [
                    "Yes Friends",
                    "Knickey",
                    "Kotn"
                ]
            }
        },
        {
            "id": 1,
            "name": "Stradivarius",
            "url": "https://www.stradivarius.com/us/",
            "info": {
                "price": "$",
                "GOY environment rating": 2,
                "GOY labour rating": 2,
                "GOY animal rating": 2,
                "environment practices": "It uses few eco-friendly materials. It has set a science-based target to reduce greenhouse gas emissions generated from its own operations and supply chain but there is no evidence it is on track to meet its target. It has fast fashion traits such as on trend styles and regular new arrivals. There is no evidence it minimises textile waste when manufacturing its products",
                "labour practices": "Half of its final stage of production is undertaken in Spain, a medium risk country for labour abuse. It received a score of 31-40% in the 2021 Fashion Transparency Index. There is no evidence it ensures payment of a living wage in its supply chain. It discloses some policies to protect suppliers and workers in its supply chain from the impacts of COVID-19",
                "animal practices": "It has a formal animal welfare policy aligned with Five Freedoms but has no clear mechanisms to implement. It uses leather. It has a policy to source wool from non-mulesed sheep but does not provide evidence on how it is implemented. It does not use exotic animal hair, fur, angora or exotic animal skin",
                "recommendation": [
                    "Studio JUX",
                    "Saint Basics",
                    "Sense Organics"
                ]
            }
        },
        {
            "id": 2,
            "name": "Topshop",
            "url": "https://www.nordstrom.com/brands/topshop",
            "info": {
                "price": "$",
                "GOY environment rating": 2,
                "GOY labour rating": 2,
                "GOY animal rating": 3,
                "environment practices": "It uses few eco-friendly materials. It has fast fashion traits such as on trend styles and regular new arrivals. There is no evidence it has set a greenhouse gas emissions reduction target. There is no evidence it has taken meaningful action to reduce or eliminate hazardous chemicals",
                "labour practices": "Some of its supply chain is certified by Sedex Members Ethical Trade Audit - SMETA Best Practice Guidance including all of the final stage of production. It received a score of 31-40% in the Fashion Transparency Index. It likely publishes information about its supplier policies, audits and remediation processes. It likely publishes a list of suppliers in the final stage of production but not the second stage. It may be publishing limited information about forced labour, gender equality or freedom of association. There is no evidence it ensures payment of a living wage in its supply chain. It does not disclose any policies or safeguards to protect suppliers and workers in its supply chain from the impacts of COVID-19",
                "animal practices": "It has a general statement about minimising animal suffering but not a formal animal welfare policy. It does not use fur, down, exotic animal skin or hair. It states that it sources wool from non-mulesed sheep. It uses leather",
                "recommendation": [
                    "CHNGE",
                    "PaaPii Design",
                    "Yes Friends"
                ]
            }
        },
        {
            "id": 3,
            "name": "Ripcurl",
            "url": "https://www.ripcurl.com/us/",
            "info": {
                "error": "No Results Found",
                "recommendation": [
                    "allSisters",
                    "Loop Swim",
                    "Charlee Swim"
                ]
            }
        },
        {
            "id": 4,
            "name": "Victoria's Secret",
            "url": "https://www.victoriassecret.com/",
            "info": {
                "error": "No Results Found",
                "recommendation": [
                    "Natalie Perry",
                    "Whimsy + Row",
                    "Amadeus"
                ]
            }
        },
        {
            "id": 5,
            "name": "Urban Outfitters",
            "url": "https://www.urbanoutfitters.com/",
            "info": {
                "error": "No Results Found",
                "recommendation": [
                    "CHNGE",
                    "Saint Basics",
                    "Purnama"
                ]
            }
        },
        {
            "id": 6,
            "name": "GUESS",
            "url": "https://www.guess.com/us/en/home/",
            "info": {
                "price": "$$",
                "GOY environment rating": 2,
                "GOY labour rating": 2,
                "GOY animal rating": 2,
                "environment practices": "There is no evidence it minimises textile waste when manufacturing its products. There is no evidence it has a policy to protect biodiversity in its supply chain. It implements water reduction initiatives in some of its supply chain",
                "labour practices": "Some of its supply chain is certified by Sedex Members Ethical Trade Audit - SMETA Best Practice Guidance in the final stage of production. It received a score of 11-20% in the 2021 Fashion Transparency Index. There is no evidence it implements practices to support diversity and inclusion in its supply chain. There is no evidence it ensures payment of a living wage in its supply chain. It does not disclose adequate policies or safeguards to protect suppliers and workers in its supply chain from the impacts of COVID-19",
                "animal practices": "It has a formal animal welfare policy aligned with Five Freedoms but has no clear mechanisms to implement. It uses leather, exotic animal hair and wool. It uses down accredited by the Responsible Down Standard. It does not use fur, angora or exotic animal skin",
                "recommendation": [
                    "People Tree",
                    "Mata Traders",
                    "Amour Vert"
                ]
            }
        },
        {
            "id": 7,
            "name": "GAP",
            "url": "https://www.gap.com/",
            "info": {
                "price": "$$",
                "GOY environment rating": 3,
                "GOY labour rating": 2,
                "GOY animal rating": 2,
                "environment practices": "It uses some eco-friendly materials including recycled materials. There is no evidence it minimises textile waste when manufacturing its products. It has set a science-based target to reduce greenhouse gas emissions generated from its own operations and supply chain but there is no evidence it is on track to meet its target. It received an 'A' in the Carbon Disclosure Project (CDP) water security questionnaire. It demonstrates leadership in managing water use in its supply chain",
                "labour practices": "None of its supply chain is certified by labour standards which ensure worker health and safety, living wages or other labour rights. It received a score of 41-50% in the Fashion Transparency Index. It likely publishes information about its supplier policies, audits and remediation processes. It publishes a detailed list of suppliers in the final stage of production and some information about the second stage of production. It may be publishing some information about forced labour, gender equality or freedom of association. There is no evidence it ensures payment of a living wage in its supply chain. It discloses inadequate policies to protect suppliers and workers in its supply chain from the impacts of COVID-19",
                "animal practices": "It has a basic formal policy to protect animal welfare. It uses leather, wool and exotic animal hair. It does not use fur, down, angora or exotic animal skin",
                "recommendation": [
                    "loud + proud",
                    "Phyne",
                    "The Common Good Company"
                ]
            }
        },
        {
            "id": 8,
            "name": "Zara",
            "url": "https://www.zara.com/us/",
            "info": {
                "price": "$",
                "GOY environment rating": 2,
                "GOY labour rating": 2,
                "GOY animal rating": 2,
                "environment practices": "It uses few eco-friendly materials. It has set a science-based target to reduce greenhouse gas emissions generated from its own operations and supply chain but there is no evidence it is on track to meet its target. It has fast fashion traits such as on trend styles and regular new arrivals. There is no evidence it minimises textile waste when manufacturing its products",
                "labour practices": "Half of its final stage of production is undertaken in Spain, a medium risk country for labour abuse. It received a score of 31-40% in the 2021 Fashion Transparency Index. There is no evidence it ensures payment of a living wage in its supply chain. It discloses some policies to protect suppliers and workers in its supply chain from the impacts of COVID-19",
                "animal practices": "It has a formal animal welfare policy aligned with Five Freedoms but has no clear mechanisms to implement. It uses leather and exotic animal hair. It has a policy to source wool from non-mulesed sheep but does not provide evidence on how it is implemented. It does not use fur, angora or exotic animal skin",
                "recommendation": [
                    "Honest Basics",
                    "Mighty Good Basics",
                    "Studio JUX"
                ]
            }
        },
        {
            "id": 9,
            "name": "Zaful",
            "url": "https://www.zaful.com/",
            "info": {
                "price": "$",
                "GOY environment rating": 1,
                "GOY labour rating": 1,
                "GOY animal rating": 0,
                "environment practices": "",
                "recommendation": [
                    "Bik Bok",
                    "WE Fashion",
                    "Junarose"
                ]
            }
        },
        {
            "id": 10,
            "name": "H&M",
            "url": "https://www2.hm.com/",
            "info": {
                "price": "$$",
                "GOY environment rating": 3,
                "GOY labour rating": 3,
                "GOY animal rating": 3,
                "environment practices": "It uses some eco-friendly materials including recycled materials. It has fast fashion traits such as on trend styles and regular new arrivals. It has a policy approved by CanopyStyle to prevent deforestation of ancient and endangered forests in some of its supply chain. It has set a science-based target to reduce greenhouse gas emissions generated from its own operations and supply chain but there is no evidence it is on track to meet its target",
                "labour practices": "Almost none of its supply chain is certified by labour standards which ensure worker health and safety, living wages or other labour rights. It received a score of 61-70% in the 2021 Fashion Transparency Index. There is no evidence it implements practices to support diversity and inclusion in its supply chain. It has a project to improve wages in its supply chain however there is no evidence it ensures payment of a living wage in most of its supply chain. It discloses some policies to protect suppliers and workers in its supply chain from the impacts of COVID-19",
                "animal practices": "It has a formal animal welfare policy aligned with Five Freedoms and has some clear mechanisms to implement. It uses leather and exotic animal hair. It states that it sources wool from non-mulesed sheep. It uses down certified by the Responsible Down Standard. It does not use fur, exotic animal skin or angora",
                "recommendation": [
                    "KENT",
                    "unspun",
                    "The Tiny Closet"
                ]
            }
        },
        {
            "id": 11,
            "name": "Forever 21",
            "url": "https://www.forever21.com/",
            "info": {
                "price": "$",
                "GOY environment rating": 1,
                "GOY labour rating": 1,
                "GOY animal rating": 3,
                "environment practices": "It does not publish sufficient relevant information about its environmental policies to give a higher rating. As a shopper you have the right to know how its production practices impacts on the environment",
                "labour practices": "None of its supply chain is certified by labour standards which ensure worker health and safety, living wages or other labour rights. It received a score of 0-10% in the Fashion Transparency Index. It publishes zero or very limited information about its supplier policies and audits. It does not disclose any information about forced labour, gender equality or freedom of association. There is no evidence it ensures payment of a living wage in its supply chain. It does not disclose any policies or safeguards to protect suppliers and workers in its supply chain from the impacts of COVID-19",
                "animal practices": "It has a general statement about minimising animal suffering but not a formal animal welfare policy. It does not use fur, angora, leather, down or exotic animal skin. It uses wool and exotic animal hair",
                "recommendation": [
                    "PaaPii Design",
                    "Yes Friends",
                    "Knickey"
                ]
            }
        },
        {
            "id": 12,
            "name": "Shein",
            "url": "https://us.shein.com/",
            "info": {
                "price": "$$$",
                "GOY environment rating": 1,
                "GOY labour rating": 1,
                "GOY animal rating": 2,
                "environment practices": "It has fast fashion traits such as on trend styles and regular new arrivals. It uses few eco-friendly materials. There is no evidence that it has taken meaningful action to reduce or eliminate hazardous chemicals. There is no evidence it reduces its carbon and other greenhouse gas emissions in its supply chain. There is no evidence it has a policy to minimise the impacts of microplastics",
                "labour practices": "None of its supply chain is certified by labour standards which ensure worker health and safety, living wages or other labour rights. It received a score of 0-10% in the 2021 Fashion Transparency Index. There is no evidence it implements practices to encourage diversity and inclusion in its direct operations or supply chain. There is no evidence it ensures payment of a living wage in its supply chain. It does not disclose adequate policies or safeguards to protect suppliers and workers in its supply chain from the impacts of COVID-19",
                "animal practices": "There is no evidence it has a policy to minimise the suffering of animals. It uses wool and exotic animal hair. It does not use leather, fur, down, angora or exotic animal skin",
                "recommendation": [
                    "Christy Dawn",
                    "Bougainvillea London",
                    "milo+nicki"
                ]
            }
        },
        {
            "id": 13,
            "name": "Fashion Nova",
            "url": "https://www.fashionnova.com/",
            "info": {
                "price": "$$",
                "GOY environment rating": 1,
                "GOY labour rating": 1,
                "GOY animal rating": 2,
                "environment practices": "It uses few eco-friendly materials. There is no evidence it reduces its carbon and other greenhouse gas emissions in its supply chain. There is no evidence it has taken meaningful action to reduce or eliminate hazardous chemicals. There is no evidence it minimises textile waste",
                "labour practices": "None of its supply chain is certified by labour standards which ensure worker health and safety, living wages or other labour rights. It received a score of 0-10% in the 2021 Fashion Transparency Index. There is no evidence it implements practices to encourage diversity and inclusion in its direct operations or supply chain. There is no evidence it ensures payment of a living wage in its supply chain. It does not disclose adequate policies or safeguards to protect suppliers and workers in its supply chain from the impacts of COVID-19",
                "animal practices": "There is no evidence it has a policy to minimise the suffering of animals. It uses leather, decorative feathers and wool. It does not use fur, angora, exotic animal skin or exotic animal hair",
                "recommendation": [
                    "Delikate Rayne",
                    "TAMGA Designs",
                    "tonlé"
                ]
            }
        },
        {
            "id": 14,
            "name": "Patagonia",
            "url": "https://www.patagonia.com/",
            "info": {
                "price": "$$",
                "GOY environment rating": 4,
                "GOY labour rating": 4,
                "GOY animal rating": 4,
                "environment practices": "It uses a high proportion of eco-friendly materials including recycled materials. It has conducted research with industry bodies on the impact of microplastics. There is no evidence it has a policy to prevent deforestation in the supply chain. It implements greenhouse gas emissions reduction activities throughout its supply chain to reduce its climate impact",
                "labour practices": "Some of its supply chain is certified by FLA Workplace Code of Conduct and Fair Trade USA in the final stage of production. It received a score of 51-60% in the 2021 Fashion Transparency Index. It ensures payment of a living wage in some of the final stage of production. It discloses policies to protect suppliers in its supply chain from the impacts of COVID-19 but not workers",
                "animal practices": "It has a formal animal welfare policy aligned with Five Freedoms and has clear mechanisms to implement. It uses leather and exotic animal hair. It uses wool certified by the Responsible Wool Standard. It uses down certified by the Responsible Down Standard. It does not use fur, exotic animal skin or angora"
            }
        },
        {
            "id": 15,
            "name": "Everlane",
            "url": "https://www.everlane.com/",
            "info": {
                "price": "$$",
                "GOY environment rating": 2,
                "GOY labour rating": 2,
                "GOY animal rating": 2,
                "environment practices": "It uses some eco-friendly materials including recycled fabrics. There is no evidence it minimises textile waste when manufacturing its products. There is no evidence it reduces its carbon and other greenhouse gas emissions in most of its supply chain. There is no evidence it has set a deadline to eliminate hazardous chemicals",
                "labour practices": "There is no evidence it has worker empowerment initiatives such as collective bargaining or rights to make a complaint. It sources its final stage of production from countries with extreme risk of labour abuse. There is no evidence it ensures payment of a living wage in its supply chain. It audits some of its supply chain including all of the final stage of production. It discloses some policies to protect suppliers from the impacts of COVID-19 but not workers",
                "animal practices": "It has a general statement about minimising animal suffering but not a formal animal welfare policy. It uses leather and exotic animal hair. It states that it sources wool from non-mulesed sheep. It does not use fur, down, exotic animal skin or angora"
            }
        },
        {
            "id": 16,
            "name": "Girlfriend Collective",
            "url": "https://girlfriend.com/",
            "info": {
                "error": "No Results Found"
            }
        },
        {
            "id": 17,
            "name": "Pact",
            "url": "https://wearpact.com/",
            "info": {
                "price": "$$",
                "GOY environment rating": 4,
                "GOY labour rating": 4,
                "GOY animal rating": 4,
                "environment practices": "It uses a high proportion of eco-friendly materials including Global Organic Textile Standard (GOTS) cotton. It encourages consumers to reduce their climate impact when using its products. There is no evidence it minimises textile waste. Its use of eco-friendly materials limits the amount of chemicals, water and wastewater used in production",
                "labour practices": "Its facilities are Global Organic Textile Standard (GOTS) certified and it is a member of Fair Trade USA. There is no evidence it has a Code of Conduct but it has a formal statement covering workers rights. It sources its final stage of production from countries with extreme risk of labour abuse. It traces most of its supply chain including all of the final stage of production. It ensures payment of a living wage in most of its supply chain",
                "animal practices": "It does not use fur, leather, down, exotic animal skin, exotic animal hair or angora"
            }
        },
        {
            "id": 18,
            "name": "Kotn",
            "url": "https://kotn.com/",
            "info": {
                "price": "$$",
                "GOY environment rating": 2,
                "GOY labour rating": 4,
                "GOY animal rating": 4,
                "environment practices": "It does not use eco-friendly materials. It uses Oeko-Tex Standard 100 certified dyes. There is no evidence it minimises textile waste. It uses packaging that can be recycled",
                "labour practices": "It has a mission to improve social condition for cotton communities in Egypt. It traces all of its supply chain. It is unclear whether it ensures payment of a living wage in its supply chain",
                "animal practices": ""
            }
        },
        {
            "id": 19,
            "name": "Quince",
            "url": "https://www.onequince.com/",
            "info": {
                "price": "$$",
                "GOY environment rating": 2,
                "GOY labour rating": 2,
                "GOY animal rating": 3,
                "environment practices": "It uses some eco-friendly materials including organic cotton. There is no evidence it reduces its carbon and other greenhouse gas emissions. There is no evidence it has taken meaningful action to reduce or eliminate hazardous chemicals. There is no evidence it implements water reduction initiatives",
                "labour practices": "There is no evidence it has a Code of Conduct but it has a formal statement covering workers rights. It sources its final stage of production from countries with extreme risk of labour abuse. There is no evidence it ensures payment of a living wage in its supply chain. It traces some of its supply chain including all of the final stage of production",
                "animal practices": "It does not use fur, leather, down, exotic animal skin or angora"
            }
        },
        {
            "id": 20,
            "name": "Whimsy + Row",
            "info": {
                "price": "$$$",
                "GOY environment rating": 5,
                "GOY labour rating": 3,
                "GOY animal rating": 4,
                "environment practices": "It uses a high proportion of eco-friendly materials including recycled fabrics. It manufactures locally to reduce its carbon footprint. It uses packaging from recycled materials. Its use of eco-friendly materials limits the amount of chemicals, water and wastewater used in production",
                "labour practices": "Its final stage of production is undertaken in the USA, a medium risk country for labour rights. There is no evidence it ensures payment of a living wage in its supply chain. It traces most of its supply chain. It visits its suppliers regularly",
                "animal practices": "It does not use leather, fur, down, wool, angora or exotic animal skin or hair"
            }
        },
        {
            "id": 21,
            "name": "Reformation",
            "url": "https://whimsyandrow.com/",
            "info": {
                "price": "$$",
                "GOY environment rating": 4,
                "GOY labour rating": 4,
                "GOY animal rating": 3,
                "environment practices": "It uses a medium proportion of eco-friendly materials including Tencel Lyocell. It has a policy approved by CanopyStyle to prevent deforestation of ancient and endangered forests in its supply chain. It reuses offcuts to minimise textile waste. It has set a greenhouse gas emissions reduction target covering its direct operations and supply chain. Its use of eco-friendly materials limits the amount of chemicals, water and wastewater used in production",
                "labour practices": "It has a Code of Conduct that covers all of the ILO Four Fundamental Freedoms principles. It traces most of its supply chain. It ensures payment of a living wage in some of its supply chain. It provides training to its suppliers to improve working conditions for workers in its supply chain",
                "animal practices": "It has a formal animal welfare policy aligned with Five Freedoms. It uses leather and exotic animal hair. It states that it sources wool from non-mulesed sheep. It does not use fur, angora or exotic animal skin"
            }
        },
        {
            "id": 22,
            "name": "Hass",
            "url": "https://shophass.com/",
            "info": {
                "error": "No Results Found"
            }
        },
        {
            "id": 23,
            "name": "Vetta",
            "url": "https://www.vettacapsule.com/",
            "info": {
                "price": "$$",
                "GOY environment rating": 4,
                "GOY labour rating": 4,
                "GOY animal rating": 4,
                "environment practices": "It uses a high proportion of eco-friendly materials including organic cotton. It uses renewable energy in its supply chain to reduce its climate impact. There is no evidence it minimises textile waste when manufacturing its products. Its use of eco-friendly materials limits the amount of chemicals, water and wastewater used in production",
                "labour practices": "Its final stage of production is undertaken in the USA, a medium risk country for labour rights. It ensures payment of a living wage in some of its supply chain. It traces most of its supply chain including all of the final and second stages of production. It visits its suppliers regularly",
                "animal practices": ""
            }
        },
        {
            "id": 24,
            "name": "tentree",
            "url": "https://www.tentree.com/",
            "info": {
                "price": "$$",
                "GOY environment rating": 4,
                "GOY labour rating": 3,
                "GOY animal rating": 4,
                "environment practices": "It uses a high proportion of eco-friendly materials including organic cotton. It uses renewable energy in its supply chain to reduce its climate impact. It uses some recycled packaging. Its use of eco-friendly materials limits the amount of chemicals, water and wastewater used in production",
                "labour practices": "It has a Code of Conduct that covers all of the ILO Four Fundamental Freedoms principles. It sources its final stage of production from countries with extreme risk of labour abuse. It traces most of its supply chain including all of the final stage of production. There is no evidence it ensures payment of a living wage in its supply chain. It audits or visits some of its suppliers",
                "animal practices": "It does not use fur, leather, down, exotic animal skin, exotic animal hair or angora"
            }
        },
        {
            "id": 25,
            "name": "Organic Basics",
            "url": "https://us.organicbasics.com/",
            "info": {
                "price": "$$$",
                "GOY environment rating": 5,
                "GOY labour rating": 4,
                "GOY animal rating": 4,
                "environment practices": "It uses a high proportion of eco-friendly materials including organic cotton. It uses renewable energy in its supply chain to reduce its climate impact. Its use of eco-friendly materials limits the amount of chemicals, water and wastewater used in production",
                "labour practices": "There is no evidence it has a Code of Conduct but it has a formal statement covering workers rights. It traces most of its supply chain. It ensures payment of a living wage in some of its supply chain but does not specify what percentage. It audits or visits most of its suppliers",
                "animal practices": "It does not use fur, leather, down or exotic animal skin"
            }
        },
        {
            "id": 26,
            "name": "Thought Clothing",
            "url": "https://www.wearethought.com/",
            "info": {
                "error": "No Results Found"
            }
        },
        {
            "id": 27,
            "name": "Back Beat Co.",
            "url": "https://www.backbeat.co/",
            "info": {
                "error": "No Results Found"
            }
        },
        {
            "id": 28,
            "name": "Natalie Perry",
            "url": "https://natalieperryjewellery.com/",
            "info": {
                "price": "$$$",
                "GOY environment rating": 4,
                "GOY labour rating": 5,
                "environment practices": "It uses a medium proportion of eco-friendly materials including recycled materials. It makes products by hand to reduce its climate impact. There is no evidence it minimises packaging. Most of its products are made to order to minimise waste",
                "labour practices": "Its final stage of production is undertaken in the UK, a medium risk country for labour abuse. Most of its products are Fairtrade Certified Gold. It ensures payment of a living wage in most of its supply chain. It traces most of its supply chain",
                "animal practices": "This brand makes products that are generally free of animal materials so it is not applicable to rate its impact on animals. We calculate the overall rating from environment and labour scores only"
            }
        },
        {
            "id": 29,
            "name": "Bougainvillea London",
            "url": "https://bougainvillea.london/",
            "info": {
                "price": "$$$",
                "GOY environment rating": 5,
                "GOY labour rating": 4,
                "GOY animal rating": 4,
                "environment practices": "It uses a high proportion of eco-friendly materials including upcycled materials. It has a limited production run to minimise textile waste. It manufactures locally to reduce its carbon footprint. Its use of eco-friendly materials limits the amount of chemicals, water and wastewater used in production",
                "labour practices": "Its products are manufactured in-house by a small team. It traces all of its supply chain. It is unclear whether it ensures payment of a living wage",
                "animal practices": "It does not use fur, leather, wool, down, exotic animal skin, exotic animal hair or angora. It uses recycled silk"
            }
        },
        {
            "id": 30,
            "name": "Delikate Rayne",
            "url": "https://www.delikaterayne.com/",
            "info": {
                "price": "$$",
                "GOY environment rating": 4,
                "GOY labour rating": 3,
                "GOY animal rating": 5,
                "environment practices": "It uses a medium proportion of eco-friendly materials including recycled materials. It manufactures locally to reduce its carbon footprint. There is no evidence it minimises packaging. Its use of eco-friendly materials limits the amount of chemicals, water and wastewater used in production",
                "labour practices": "Its final stage of production is undertaken in the USA, a medium risk country for labour abuse. There is no evidence it has a Code of Conduct but it has a formal statement covering workers rights. There is no evidence it ensures payment of a living wage in its supply chain. It traces some of its supply chain",
                "animal practices": "It is listed by PETA as vegan"
            }
        },
        {
            "id": 31,
            "name": "Loop Swim",
            "url": "https://loopswim.com/",
            "info": {
                "price": "$$",
                "GOY environment rating": 5,
                "GOY labour rating": 5,
                "environment practices": "It uses a high proportion of eco-friendly materials including recycled materials. It implements waste water reduction initiatives. It minimises packaging. Its use of eco-friendly materials limits the amount of chemicals, water and wastewater used in production",
                "labour practices": "It has a Code of Conduct that covers all of the ILO Four Fundamental Freedoms principles. It ensures payment of a living wage in the final stage of production. It traces all of its supply chain. It visits its suppliers regularly",
                "animal practices": "This brand makes products that are generally free of animal materials so it is not applicable to rate its impact on animals. We calculate the overall rating from environment and labour scores only"
            }
        },
        {
            "id": 32,
            "name": "Whimsy + Row",
            "url": "https://whimsyandrow.com/",
            "info": {
                "price": "$$$",
                "GOY environment rating": 5,
                "GOY labour rating": 3,
                "GOY animal rating": 4,
                "environment practices": "It uses a high proportion of eco-friendly materials including recycled fabrics. It manufactures locally to reduce its carbon footprint. It uses packaging from recycled materials. Its use of eco-friendly materials limits the amount of chemicals, water and wastewater used in production",
                "labour practices": "Its final stage of production is undertaken in the USA, a medium risk country for labour rights. There is no evidence it ensures payment of a living wage in its supply chain. It traces most of its supply chain. It visits its suppliers regularly",
                "animal practices": "It does not use leather, fur, down, wool, angora or exotic animal skin or hair. It uses recycled wool"
            }
        },
        {
            "id": 33,
            "name": "Junarose",
            "url": "https://www.junarose.com/",
            "info": {
                "price": "$$",
                "GOY environment rating": 2,
                "GOY labour rating": 4,
                "GOY animal rating": 3,
                "environment practices": "It is a member of the Better Cotton Initiative. There is no evidence of a current greenhouse gas emissions reduction target. There is no evidence that it has taken any meaningful action to reduce or eliminate hazardous chemicals. It has a current qualitative water target or goal",
                "labour practices": "It is a member of the Ethical Trading Initiative - ETI and has adopted the ETI base code. It is a signatory to the Bangladesh Building and Fire Safety Accord. It has a project to improve wages in a part of its supply chain. It traces some of its suppy chain including all of its final stage of production",
                "animal practices": "It does not use fur, down, exotic animal skin and angora. However it uses leather and exotic animal hair. It states that it sources wool from non-mulesed sheep"
            }
        },
        {
            "id": 34,
            "name": "Amadeus",
            "url": "https://amadeus.com/",
            "info": {
                "price": "$$$",
                "GOY environment rating": 5,
                "GOY labour rating": 2,
                "environment practices": "It uses a high proportion of eco-friendly materials including recycled materials. It makes products by hand to reduce its climate impact. Its use of eco-friendly materials limits the amount of chemicals, water and wastewater used in production",
                "labour practices": "Its final stage of production is undertaken in the UK, a medium risk country for labour abuse. There is no evidence it has a Code of Conduct. There is no evidence it ensures payment of a living wage in its supply chain. There is no evidence it audits any of its supply chain. This brand makes products that are generally free of animal materials other than pearls. We have not rated its impact on animals. The overall rating is based on environment and labour scores only"
            }
        },
        {
            "id": 35,
            "name": "Honest Basics",
            "url": "https://www.honest-basics.com/",
            "info": {
                "price": "$",
                "GOY environment rating": 4,
                "GOY labour rating": 5,
                "GOY animal rating": 5,
                "environment practices": "It uses a high proportion of eco-friendly materials including Global Organic Textile Standard (GOTS) cotton. There is no evidence it minimises textile waste. Its use of eco-friendly materials limits the amount of chemicals, water and wastewater used in production",
                "labour practices": "Its factories are Global Organic Textile Standard (GOTS) certified. It monitors health and safety issues by visiting all of its final stage of production suppliers. It sources its final stage of production from countries with extreme risk of labour abuse. It traces all of its supply chain. It ensures payment of a living wage in most of its supply chain",
                "animal practices": "Its products are listed by PETA as vegan"
            }
        },
        {
            "id": 36,
            "name": "tonle",
            "url": "https://tonle.com/",
            "info": {
                "price": "$$",
                "GOY environment rating": 5,
                "GOY labour rating": 5,
                "GOY animal rating": 4,
                "environment practices": "It uses a high proportion of eco-friendly materials including recycled materials. It makes its products by hand to reduce its climate impact. It reuses all of its offcuts to minimise textile waste. Its use of eco-friendly materials limits the amount of water used in production",
                "labour practices": "It traces all of its supply chain. It ensures payment of a living wage in the final stage of production. It visits its suppliers regularly",
                "animal practices": ""
            }
        },
        {
            "id": 37,
            "name": "Phyne",
            "url": "https://phyne.com/",
            "info": {
                "price": "$$",
                "GOY environment rating": 5,
                "GOY labour rating": 4,
                "GOY animal rating": 4,
                "environment practices": "It uses a high proportion of eco-friendly materials including Global Organic Textile Standard (GOTS) cotton. It manufactures locally to reduce its carbon footprint. Its use of eco-friendly materials limits the amount of chemicals, water and wastewater used in production",
                "labour practices": "Its final stage of production is undertaken in Portugal, a medium risk country for labour abuse. It traces all of its supply chain. It is unclear whether it ensures payment of a living wage in its supply chain",
                "animal practices": "It does not use any animal products but it does not state that it's vegan"
            }
        },
        {
            "id": 38,
            "name": "CHNGE",
            "url": "https://www.chnge.com/",
            "info": {
                "price": "$",
                "GOY environment rating": 5,
                "GOY labour rating": 5,
                "GOY animal rating": 4,
                "environment practices": "It uses a high proportion of eco-friendly materials including Global Organic Textile Standard (GOTS) cotton. It uses a limited production run to minimise textile waste. It reduces its climate impact by consuming renewable energy in its direct operations. Its use of eco-friendly materials limits the amount of chemicals, water and wastewater used in production",
                "labour practices": "Its factories are Global Organic Textile Standard (GOTS) certified. It monitors health and safety issues in its supply chain. It ensures payment of a living wage in most of its supply chain. It traces all of its supply chain",
                "animal practices": "It does not use any animal products but it does not state that it's vegan"
            }
        },
        {
            "id": 39,
            "name": "People Tree",
            "url": "https://www.peopletree.co.uk/",
            "info": {
                "price": "$$",
                "GOY environment rating": 5,
                "GOY labour rating": 5,
                "GOY animal rating": 4,
                "environment practices": "It uses a high proportion of eco-friendly materials including Global Organic Textile Standard (GOTS) cotton. It uses low impact non-toxic dyes in all of its products. Its use of eco-friendly materials limits the amount of chemicals, water and wastewater used in production",
                "labour practices": "Most of its products are certified by Global Organic Textile Standard (GOTS) or Fairtrade International - Small Producers Organisations. It is a member of the WFTO Guarantee System. It ensures payment of a living wage in most of its supply chain. It traces all of its supply chain",
                "animal practices": "It does not use fur, leather, down, exotic animal skin, exotic animal hair or angora. It states that it sources wool from non-mulesed sheep"
            }
        },
        {
            "id": 40,
            "name": "WE Fashion",
            "url": "https://www.wefashion.be/",
            "info": {
                "price": "$$",
                "GOY environment rating": 2,
                "GOY labour rating": 4,
                "GOY animal rating": 2,
                "environment practices": "It is a member of the Better Cotton Initiative. It has fast fashion traits such as on trend styles and regular new arrivals. It manages some of its climate impact by encouraging consumer behavioral change. There is no evidence of avoiding chromium and other chemicals in the leather tanning process. There is no evidence of a current water target or goal",
                "labour practices": "It is a member of the Business Social Compliance Initiative Code of Conduct - BSCI. It monitors health and safety issues through an third party audit of its final stage of production suppliers. It is a signatory to the Bangladesh Building and Fire Safety Accord. It has a project to improve wages in a part of its supply chain. There is no evidence of listing names or addresses for any of its suppliers. It does not specify if it uses unannounced audits",
                "animal practices": "It has a formal animal welfare policy aligned with Five Freedoms. It uses leather and exotic animal hair. It states that it sources wool from non-mulesed sheep. It uses down certified by the Responsible Down Standard. It does not use fur, exotic animal skin or angora. It traces some animal products to the first stage of production"
            }
        },
        {
            "id": 41,
            "name": "Mata Traders",
            "url": "https://www.matatraders.com/",
            "info": {
                "price": "$$",
                "GOY environment rating": 2,
                "GOY labour rating": 5,
                "GOY animal rating": 4,
                "environment practices": "There is no evidence it minimises textile waste. It reduces its climate impact by producing its products by hand. It uses low impact dyes in some of its products. There is no evidence it implements water reduction initiatives",
                "labour practices": "It is a member of the WFTO Guarantee System. It has a mission to improve working conditions for workers in India and Nepal. It ensures payment of a living wage to all of its final stage of production. It traces most of its supply chain",
                "animal practices": "There is no evidence that it uses animal products but does not mention being vegan"
            }
        },
        {
            "id": 42,
            "name": "Sense Organics",
            "url": "https://www.sense-organics.com/",
            "info": {
                "price": "$",
                "GOY environment rating": 5,
                "GOY labour rating": 5,
                "GOY animal rating": 5,
                "environment practices": "Its products are certified by Global Organic Textile Standard (GOTS)",
                "labour practices": "Its products are certified by Fairtrade International - Small Producers Organisations. It traces all of its supply chain. It ensures payment of a living wage in all of its supply chain",
                "animal practices": "It states that its entire product range is vegan"
            }
        },
        {
            "id": 43,
            "name": "The Tiny Closet",
            "url": "https://www.thetinyclosetshop.com/",
            "info": {
                "price": "$$",
                "GOY environment rating": 5,
                "GOY labour rating": 5,
                "GOY animal rating": 4,
                "environment practices": "It uses a high proportion of eco-friendly materials including upcycled materials. Its products are made to order to minimise textile waste. It manufactures locally to reduce its carbon footprint. Its use of eco-friendly materials limits the amount of chemicals, water and wastewater used in production",
                "labour practices": "Its products are manufactured in-house by the owner. It traces all of its supply chain",
                "animal practices": "It does not use any animal products but it does not state that it's vegan"
            }
        },
        {
            "id": 44,
            "name": "allSisters",
            "url": "https://www.allsisters.com/",
            "info": {
                "price": "$$",
                "GOY environment rating": 5,
                "GOY labour rating": 4,
                "environment practices": "Its products are certified by OEKO-TEX Made in Green. It uses a high proportion of eco-friendly materials including recycled materials. It manufactures locally to reduce its carbon footprint",
                "labour practices": "Its final stage of production is undertaken in Spain, a medium risk country for labour abuse. It traces all of its supply chain. It is unclear whether it ensures payment of a living wage in its supply chain",
                "animal practices": "This brand makes products that are generally free of animal materials so it is not applicable to rate its impact on animals. We calculate the overall rating from environment and labour scores only"
            }
        },
        {
            "id": 45,
            "name": "TAMGA Designs",
            "url": "https://www.tamgadesigns.com/",
            "info": {
                "price": "$$",
                "GOY environment rating": 5,
                "GOY labour rating": 5,
                "GOY animal rating": 4,
                "environment practices": "It uses a high proportion of eco-friendly materials including Tencel and organic cotton. It uses plastic-free packaging. Its use of eco-friendly materials limits the amount of chemicals, water and wastewater used in production",
                "labour practices": "It has a Code of Conduct that covers all of the ILO Four Fundamental Freedoms principles. It ensures payment of a living wage in its final stage of production. It traces all of its supply chain. It visits most of its suppliers regularly",
                "animal practices": "It does not use any animal products but it does not state that it's vegan"
            }
        },
        {
            "id": 46,
            "name": "Knickey",
            "url": "https://www.knickey.com/",
            "info": {
                "price": "$",
                "GOY environment rating": 5,
                "GOY labour rating": 5,
                "environment practices": "It uses a high proportion of eco-friendly materials including Global Organic Textile Standard (GOTS) cotton. It uses renewable energy in its supply chain to reduce its climate impact. Its use of eco-friendly materials limits the amount of chemicals, water and wastewater used in production",
                "labour practices": "Its factories are certified by Fairtrade International - Small Producers Organisations. It ensures payment of a living wage in most of its supply chain. It traces all of its supply chain. It audits all of its suppliers",
                "animal practices": "This brand makes products that are generally free of animal materials so it is not applicable to rate its impact on animals. We calculate the overall rating from environment and labour scores only"
            }
        },
        {
            "id": 47,
            "name": "Mighty Good Basics",
            "url": "https://mightygoodbasics.com/",
            "info": {
                "price": "$",
                "GOY environment rating": 4,
                "GOY labour rating": 5,
                "environment practices": "It uses a high proportion of eco-friendly materials including Global Organic Textile Standard (GOTS) cotton. There is no evidence it minimises textile waste. Its use of eco-friendly materials reduces its climate impact and limits the amount of chemicals, water and wastewater used in production",
                "labour practices": "Its products are certified by Fairtrade International - Small Producers Organisations. It traces all of its supply chain. It ensures payment of a living wage throughout its supply chain. It visits its suppliers regularly",
                "animal practices": "This brand makes products that are generally free of animal materials so it is not applicable to rate its impact on animals. We calculate the overall rating from environment and labour scores only"
            }
        },
        {
            "id": 48,
            "name": "Christy Dawn",
            "url": "https://www.christydawn.com/",
            "info": {
                "price": "$$$",
                "GOY environment rating": 5,
                "GOY labour rating": 5,
                "GOY animal rating": 4,
                "environment practices": "It uses a high proportion of eco-friendly materials including recycled fabrics. It produces long lasting products. It manufactures locally to reduce its carbon footprint. Its use of eco-friendly materials limits the amount of chemicals, water and wastewater used in production",
                "labour practices": "It sources its final stage of production from the USA, a medium risk country for labour abuse. It ensures payment of a living wage in its final stage of production. It traces all of its supply chain",
                "animal practices": "It does not use fur, angora, down or exotic animal skin. It uses recycled leather, recycled wool and recycled exotic animal hair"
            }
        },
        {
            "id": 49,
            "name": "Charlee Swim",
            "url": "https://www.charleeswim.com.au/",
            "info": {
                "price": "$$",
                "GOY environment rating": 5,
                "GOY labour rating": 4,
                "environment practices": "It uses a high proportion of eco-friendly materials including recycled materials. It manufactures locally to reduce its carbon footprint. It reuses all of its offcuts to minimise textile waste. Its use of eco-friendly materials limits the amount of chemicals, water and wastewater used in production",
                "labour practices": "Its final stage of production is undertaken in Australia, a low risk country for labour abuse. There is no evidence it has a Code of Conduct but it has a formal statement covering workers rights. It traces all of its supply chain. It is unclear whether it ensures payment of a living wage in its supply chain",
                "animal practices": "This brand makes products that are generally free of animal materials so it is not applicable to rate its impact on animals. We calculate the overall rating from environment and labour scores only"
            }
        },
        {
            "id": 50,
            "name": "PaaPii Design",
            "url": "https://www.paapiidesign.com/fi",
            "info": {
                "price": "$",
                "GOY environment rating": 5,
                "GOY labour rating": 4,
                "GOY animal rating": 4,
                "environment practices": "It uses a high proportion of eco-friendly materials including Global Organic Textile Standard (GOTS) cotton. It uses renewable energy in its manufacturing to reduce its climate impact. Its use of eco-friendly materials limits the amount of chemicals, water and wastewater used in production",
                "labour practices": "Its final stage of production is undertaken in Finland, a low risk country for labour abuse. There is no evidence it has a Code of Conduct but it has a formal statement covering workers rights. It traces most of its supply chain. It is unclear whether it ensures payment of a living wage in its supply chain",
                "animal practices": "It does not use fur, leather, down, exotic animal skin, exotic animal hair or angora. It states that it sources wool from non-mulesed sheep"
            }
        },
        {
            "id": 51,
            "name": "KENT",
            "url": "https://www.wearkent.com/",
            "info": {
                "price": "$$",
                "GOY environment rating": 5,
                "GOY labour rating": 4,
                "environment practices": "It uses a high proportion of eco-friendly materials including Global Organic Textile Standard (GOTS) cotton. It manufactures locally to reduce its carbon footprint. Its use of eco-friendly materials limits the amount of chemicals, water and wastewater used in production",
                "labour practices": "Its final stage of production is undertaken in the USA, a medium risk country for labour abuse. It traces all of its supply chain. It is unclear whether it ensures payment of a living wage in its supply chain. It visits its suppliers regularly",
                "animal practices": "This brand makes products that are generally free of animal materials except for silk so it is not applicable to rate its impact on animals. We calculate the overall rating from environment and labour scores only"
            }
        },
        {
            "id": 52,
            "name": "Bik Bok",
            "url": "https://bikbok.com/en/",
            "info": {
                "price": "$",
                "GOY environment rating": 2,
                "GOY labour rating": 4,
                "GOY animal rating": 3,
                "environment practices": "It is a member of the Better Cotton Initiative. It has fast fashion traits such as on trend styles and regular new arrivals. There is no evidence of a current greenhouse gas emissions reduction target. There is no evidence of avoiding chromium and other chemicals in the leather tanning process. Its wastewater is treated and discharged properly",
                "labour practices": "It sources its final stage of production from countries with extreme risk of labour abuse but it has a project to improve wages in a part of its supply chain. It traces most of its supply chain including all of the final stage of production. All of final stage of production is audited",
                "animal practices": "It does not use fur, down, exotic animal skin and angora. It states that it sources wool from non-mulesed sheep. However it uses leather and exotic animal hair"
            }
        },
        {
            "id": 53,
            "name": "milo+nicki",
            "url": "https://milonicki.com/",
            "info": {
                "price": "$$$",
                "GOY environment rating": 5,
                "GOY labour rating": 3,
                "GOY animal rating": 4,
                "environment practices": "It uses a medium proportion of eco-friendly materials including Global Organic Textile Standard (GOTS) cotton. It produces products by hand to reduce its climate impact. It uses low impact non-toxic dyes in all of its products. Its use of eco-friendly materials limits the amount of chemicals, water and wastewater used in production",
                "labour practices": "There is no evidence it has a Code of Conduct but it has a formal statement covering workers rights. It traces most of its supply chain. It ensures payment of a living wage in some of its supply chain but does specify what percentage. It audits some of its supply chain",
                "animal practices": "It does not use fur, leather, wool, down, exotic animal skin, exotic animal hair or angora. It uses peace silk"
            }
        },
        {
            "id": 54,
            "name": "Studio JUX",
            "url": "https://studiojux.com/",
            "info": {
                "price": "$",
                "GOY environment rating": 5,
                "GOY labour rating": 5,
                "GOY animal rating": 4,
                "environment practices": "It reuses all of its offcuts to minimise textile waste. It uses a medium proportion of eco-friendly materials including Global Organic Textile Standard (GOTS) cotton. It uses renewable energy in the final stage of production to reduce its climate impact. Its use of eco-friendly materials limits the amount of chemicals, water and wastewater used in production",
                "labour practices": "It is a social enterprise that improves working conditions for workers from Nepal. It has a Code of Conduct that covers all of the ILO Four Fundamental Freedoms principles. It ensures payment of a living wage in most of the final stage of production. It traces most of its supply chain. It visits its suppliers regularly",
                "animal practices": "It does not use fur, leather, down, exotic animal skin or angora. It uses wool"
            }
        },
        {
            "id": 55,
            "name": "The Common Good Company",
            "url": "https://www.thecommongoodco.com/",
            "info": {
                "price": "$$",
                "GOY environment rating": 5,
                "GOY labour rating": 4,
                "GOY animal rating": 4,
                "environment practices": "It uses a high proportion of eco-friendly materials including recycled materials. It reuses most of its offcuts to minimise textile waste. Its use of eco-friendly materials limits the amount of chemicals, water and wastewater used in production",
                "labour practices": "Its final stage of production is certified by Fairtrade. There is no evidence it has a Code of Conduct but it has a formal statement covering workers rights. It traces all of its supply chain. It audits its final stage of production",
                "animal practices": "It does not use any animal products but it does not state that it's vegan"
            }
        },
        {
            "id": 56,
            "name": "Yes Friends",
            "url": "https://yesfriends.co.uk/",
            "info": {
                "price": "$",
                "GOY environment rating": 5,
                "GOY labour rating": 5,
                "GOY animal rating": 5,
                "environment practices": "It uses a high proportion of eco-friendly materials including Global Organic Textile Standard (GOTS) cotton. It uses renewable energy in its supply chain to reduce its climate impact. Its use of eco-friendly materials limits the amount of chemicals, water and wastewater used in production",
                "labour practices": "Its products are certified by Fairtrade International - Small Producers Organisations. It traces all of its supply chain. It ensures payment of a living wage in most of its supply chain",
                "animal practices": "It is listed by PETA as vegan"
            }
        },
        {
            "id": 57,
            "name": "Saint Basics",
            "url": "https://www.saintbasics.com/en/",
            "info": {
                "price": "$",
                "GOY environment rating": 5,
                "GOY labour rating": 4,
                "GOY animal rating": 5,
                "environment practices": "It uses a high proportion of eco-friendly materials including Global Organic Textile Standard (GOTS) cotton. It uses renewable energy in its supply chain to reduce its climate impact. Its use of eco-friendly materials limits the amount of chemicals, water and wastewater used in production",
                "labour practices": "Its final stage of production is undertaken in Portugal, a medium risk country for labour abuse. There is no evidence it has a Code of Conduct but it has a formal statement covering workers rights. It traces all of its supply chain. It is unclear whether it ensures payment of a living wage in its supply chain",
                "animal practices": "It is listed by PETA as vegan"
            }
        },
        {
            "id": 58,
            "name": "Amour Vert",
            "url": "https://www.amourvert.com/",
            "info": {
                "price": "$$",
                "GOY environment rating": 4,
                "GOY labour rating": 3,
                "GOY animal rating": 2,
                "environment practices": "It uses a medium proportion of eco-friendly materials including Global Organic Textile Standard (GOTS) cotton. It manufactures locally to reduce its carbon footprint. There is no evidence it minimises textile waste. Its use of eco-friendly materials limits the amount of chemicals, water and wastewater used in production",
                "labour practices": "Most of its final stage of production is undertaken in the USA, a medium risk country for labour rights. There is no evidence it has a Code of Conduct but it has a formal statement covering workers rights. It is unclear whether it is ensures payment of a living wage in its supply chain. It traces most of its supply chain including all of the final stage of production. It visits most of its suppliers regularly",
                "animal practices": "It uses leather, wool and exotic animal hair. It does not use fur, down, exotic animal skin or angora"
            }
        },
        {
            "id": 59,
            "name": "loud + proud",
            "url": "https://www.loud-proud.com/",
            "info": {
                "price": "$$",
                "GOY environment rating": 5,
                "GOY labour rating": 4,
                "GOY animal rating": 4,
                "environment practices": "Its products are Global Organic Textile Standard (GOTS) certified. It manufactures locally to reduce its carbon footprint. Its use of eco-friendly materials limits the amount of chemicals, water and wastewater used in production",
                "labour practices": "Its final stage of production is undertaken in the European Union, a low/medium risk region for labour abuse. It traces all of its supply chain. It visits its suppliers regularly. It is unclear whether it ensures payment of a living wage in its supply chain",
                "animal practices": "It does not use any animal products but it does not state that it's vegan"
            }
        },
        {
            "id": 60,
            "name": "Purnama",
            "url": "https://shoppurnama.com/",
            "info": {
                "price": "$",
                "GOY environment rating": 4,
                "GOY labour rating": 4,
                "GOY animal rating": 4,
                "environment practices": "It uses a medium proportion of eco-friendly materials including recycled fabrics. It makes its products by hand to reduce its climate impact. It uses low impact non-toxic dyes in all of its products. There is no evidence it minimises packaging. Its use of eco-friendly materials limits the amount of water and wastewater used in production",
                "labour practices": "It is a social enterprise created to provide fair employment in Asia. It ensures payment of a living wage in its final stage of production. It traces some of its supply chain including all of the final stage of production",
                "animal practices": "It does not use any animal products but it does not state that it's vegan"
            }
        },
        {
            "id": 61,
            "name": "Kotn",
            "url": "https://kotn.com/",
            "info": {
                "price": "$$",
                "GOY environment rating": 2,
                "GOY labour rating": 4,
                "GOY animal rating": 4,
                "environment practices": "It does not use eco-friendly materials. It manufactures its first and second stages of production locally to reduce its climate impact. There is no evidence it minimises textile waste. It uses packaging that can be recycled",
                "labour practices": "It has a mission to improve social condition for cotton communities in Egypt. It traces all of its supply chain. It is unclear whether it ensures payment of a living wage in its supply chain",
                "animal practices": "It does not use any animal products but it does not state that it's vegan"
            }
        },
        {
            "id": 62,
            "name": "unspun",
            "url": "https://unspun.io/",
            "info": {
                "price": "$$",
                "GOY environment rating": 5,
                "GOY labour rating": 4,
                "GOY animal rating": 5,
                "environment practices": "Its products are made to order to minimise textile waste. It implements initiatives to reduce greenhouse gas emissions from manufacturing. It uses low impact non-toxic dyes in most of its products. It has implemented water reduction initiatives in its supply chain",
                "labour practices": "There is no evidence it has a Code of Conduct but it has a formal statement covering workers rights. It has a project to improve wages in part of its supply chain. It traces most of its supply chain",
                "animal practices": "It states that its entire product range is vegan"
            }
        }
    ]
}
